[Play_X2_XP_VLK_T_First_Reaper_Shadow AkEvent]
SpokenText="Будь-який Жнець, обраний для служби XCOM, здатний пересуватися непомiтно. Пострiли створюють шум, але пiсля них Жнецi при належному вмiннi здатнi знову зникати в тiнях."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_A AkEvent]
SpokenText="Я поки не розумiю, де мої люди допустили помилку, але \"Адвент\" змiг вийти на слiд одного з наших спецiалiстiв, який йшов з одного табору до iншого з охороною. Зараз вони укрилися в старому мiстi, але сили прибульцiв у них на хвостi. Я впевнений, що якщо ви зможете їх звiдти витягнути, вони будуть готовi допомогти вам на цьому вашому кораблi."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_B AkEvent]
SpokenText="Я не люблю просити про послугу, але так сталося, що життя моїх людей залежать вiд вашої допомоги. \"Адвент\" перехопив нашу групу, разом з якою мiж таборами перемiщалася команда пiдтримки. Вони всi поки що живi, але затиснутi в покинутому мiстi - це не найбезпечнiше мiсце в нашi днi. Якщо ви їх врятуєте, будьте впевненi, вони будуть вам надзвичайно вдячнi."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_C AkEvent]
SpokenText="Декiлька моїх людей опинилися в складнiй ситуацiї, i ви, можливо, - єдиний шанс повернути їх живими. \"Адвент\" змiнив систему патрулiв i застав зненацька нашу групу, що супроводжувала допомiжний персонал. Нашi люди заблокованi в старому мiстi. Якщо ви зможете їх врятувати, ми будемо вам вдячнi."

[Play_X2_XP_VLK_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="Схоже, Старiйшини прислали своїх псiв, щоб добити моїх людей. Я розраховую, що ви розберетесь з ними так само, як це зробили б ми."

[Play_X2_XP_VLK_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Я цiную вашу турботу про нас. Ми не забуваємо своїх друзiв."

[Play_X2_XP_VLK_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="Вам пощастило, що XCOM готовий з вами няньчитися. У мене досi є питання, як ви взагалi опинилися в цiй ситуацiї."

[Play_X2_XP_VLK_T_How_To_Use_Reaper AkEvent]
SpokenText="Жнецi народженi в тiнi холодного жорстокого свiту, що оточує нас. Ми покладаємося на прихованiсть i атаки здалеку; нашi снайпери перевершують своєю майстернiстю навiть найвправнiших стрiльцiв XCOM."

[Play_X2_XP_VLK_T_Reaper_On_Mox_Rescue_Op AkEvent]
SpokenText="Я не мiг не помiтити, що ви вiдправили одного з моїх людей на допомогу вашому улюбленому Заступнику. Сподiваюся, це не стане пустою тратою ресурсiв."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="Менi спокiйнiше, коли нашi люди не сунуться в мiста, але один наш агент вiдправився проводити якiсь дослiдження i попався на очi \"Адвенту\". У тунелях пiд мiстом багато схованок; саме на такий випадок у нас там є декiлька сховищ. Крiм того, поблизу є ще один з наших - вiн готовий допомогти, але керувати операцiєю доведеться вам."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Ми, Жнецi, намагаємося триматися подалi вiд мiст, однак iнодi доводиться проводити там розвiдку. На жаль, цього разу \"Адвент\" помiтив нашого агента, i той був змушений вiдступити в притулок у тунелях пiд мiстом. Один з наших найкращих людей допоможе вам з цим завданням, але в iншому доведеться покладатися на вас."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Мiста \"Адвента\" - не найкраще мiсце для Жнецiв i наших союзникiв, тому ми органiзували таємнi сховища в тунелях пiд землею. На жаль, прибульцi проникли туди, переслiдуючи нашого товариша, i я змушений просити вас врятувати його. Неподалiк вас зустрiне ще один наш агент. Вiн покаже дорогу, а далi дiяти доведеться вам."

[Play_X2_XP_VOL_T_Swarm_Mission_Complete AkEvent]
SpokenText="Схоже, за нами борг. Я цього не забуду."
